{
  "locale": "es_AR",
  "name": "es (AR)",
  "translations": {
    "Transform Communities Together": "Transformando Comunidades Juntos",
    "Join discussions, solve problems, and build a better future with Geounity.": "Únete a discusiones, resuelve problemas y construye un futuro mejor con Geounity.",
    "Connect globally, nationally, and locally.": "Conéctate globalmente, nacionalmente y localmente.",
    "Share your voice where it matters.": "Comparte tu voz donde importa.",
    "Join structured discussions.": "Únete a discusiones estructuradas.",
    "Discover perspectives from around the world.": "Descubre perspectivas de todo el mundo.",
    "Report community issues": "Informa problemas de la comunidad",
    "and collaborate on solutions.": "y colabora en soluciones.",
    "Access real-time data": "Accede a datos en tiempo real",
    "that reflects community needs.": "que reflejan las necesidades de la comunidad.",
    "Start projects": "Inicia proyectos",
    "that make a real impact on your environment.": "que tengan un impacto real en tu entorno.",
    "Help develop AI solutions": "Ayuda a desarrollar soluciones de IA",
    "that learn from community feedback.": "que aprendan de los comentarios de la comunidad.",
    "Welcome to Geounity": "Bienvenido a Geounity",
    "Login": "Iniciar Sesión",
    "Sign Up": "Registrarse",
    "My profile": "Mi perfil",
    "Log Out": "Cerrar Sesión",
    "Location": "Ubicación",
    "Language": "Idioma",
    "Theme": "Tema",
    "Developed with": "Desarrollado con",
    "by": "por",
    "Terms": "Términos",
    "Privacy policy": "Política de privacidad",
    "Continue with Google": "Continuar con Google",
    "Continue with Github": "Continuar con Github",
    "Overview": "Resumen",
    "Polls": "Encuestas",
    "Discussions": "Discusiones",
    "Issues": "Reportes",
    "Projects": "Proyectos",
    "People": "Personas",
    "Create": "Crear",
    "Share the most important challenge facing your community.": "Comparte el desafío más importante que enfrenta tu comunidad.",
    "New Poll": "Nueva Encuesta",
    "You must log in to create a new debate": "Debes iniciar sesión para crear un nuevo debate",
    "You must log in": "Debes iniciar sesión",
    "Global Polls": "Encuestas Globales",
    "Global Polls description": "Descripción de Encuestas Globales",
    "Global": "Global",
    "International": "Internacional",
    "Home": "Inicio",
    "Communities": "Comunidades",
    "Polls Global": "Encuestas Globales",
    "Share an important question to gather the global community's opinion. Your poll can help identify common challenges and priorities.": "Comparte una pregunta importante para recopilar la opinión de la comunidad global. Tu encuesta puede ayudar a identificar desafíos y prioridades comunes.",
    "Create a New Global Poll": "Crear una Nueva Encuesta Global",
    "Discussions Global": "Discusiones Globales",
    "Create a New Global Discussion": "Crear una Nueva Discusión Global",
    "New Debate": "Nuevo Debate",
    "Polls International": "Encuestas Internacionales",
    "Share an important question to gather the international community's opinion. Your poll can help identify common challenges and priorities.": "Comparte una pregunta importante para recopilar la opinión de la comunidad internacional. Tu encuesta puede ayudar a identificar desafíos y prioridades comunes.",
    "Create a New International Poll": "Crear una Nueva Encuesta Internacional",
    "Country": "País",
    "Point of view created successfully": "Punto de vista creado con éxito",
    "Global Discussions": "Discusiones Globales",
    "Global Discussions description": "Descripción de Discusiones Globales",
    "Created by": "Creado por",
    "likes": "me gusta",
    "dislikes": "no me gusta",
    "comments": "comentarios",
    "views": "vistas",
    "Search countries...": "Buscar países...",
    "Opinions by Country": "Opiniones por País",
    "New Point of View": "Nuevo Punto de Vista",
    "Send": "Enviar",
    "Country Information": "Información del País",
    "Native Name:": "Nombre Nativo:",
    "Capital:": "Capital:",
    "Area:": "Área:",
    "Population:": "Población:",
    "Bordering Countries:": "Países Fronterizos:",
    "Platform Statistics": "Estadísticas de la Plataforma",
    "National": "Nacional",
    "In development": "En desarrollo",
    "There are no polls in the list": "No hay encuestas en la lista",
    "No one seems to have created any discussions for this community, why don't you start by adding one?": "Parece que nadie ha creado discusiones para esta comunidad, ¿por qué no empiezas añadiendo una?",
    "Create New Poll": "Crear Nueva Encuesta",
    "Enter a title": "Ingresa un título",
    "Enter a description": "Ingresa una descripción",
    "Opción": "Opción",
    "Eliminar Opción": "Eliminar Opción",
    "Add option": "Añadir opción",
    "Countries": "Países",
    "Tags": "Etiquetas",
    "Set an end date": "Establecer una fecha de finalización",
    "End Date": "Fecha de Finalización",
    "Anonymous": "Anónimo",
    "Hide your identity as the creator of the poll.": "Oculta tu identidad como creador de la encuesta.",
    "There are no disscusion in the list": "No hay discusiones en la lista",
    "Create New Disscussion": "Crear Nueva Discusión",
    "Debate created successfully": "Debate creado con éxito",
    "Type": "Tipo",
    "Poll created successfully": "Encuesta creada con éxito",
    "Enter a opinion": "Ingresa una opinión",
    "Light": "Claro",
    "Dark": "Oscuro",
    "Submit": "Enviar",
    "Reset": "Restablecer",
    "Please enter a title.": "Por favor ingresa un título.",
    "Your password must have 5 characters or more.": "Tu contraseña debe tener 5 caracteres o más.",
    "Your password must have 100 characters or less.": "Tu contraseña debe tener 100 caracteres o menos.",
    "Your password must have 5000 characters or less.": "Tu contraseña debe tener 5000 caracteres o menos.",
    "Please enter a name for the option.": "Por favor ingresa un nombre para la opción.",
    "You must have at least 2 options.": "Debes tener al menos 2 opciones.",
    "You must have at most 10 options.": "Debes tener como máximo 10 opciones.",
    "Welcome $1": "Bienvenido $1",
    "Geounity is a platform for building communities.": "Geounity es una plataforma para construir comunidades.",
    "All": "Todos",
    "Politics": "Política",
    "Economy": "Economía",
    "Health": "Salud",
    "Technology": "Tecnología",
    "Environment": "Medio Ambiente",
    "Culture": "Cultura",
    "Rights and Justice": "Derechos y Justicia",
    "Education": "Educación",
    "Work": "Trabajo",
    "Security": "Seguridad",
    "Society": "Sociedad",
    "Innovation": "Innovación",
    "Law and Legislation": "Ley y Legislación",
    "Geopolitics": "Geopolítica",
    "Conflict": "Conflicto",
    "Migration": "Migración",
    "Crisis": "Crisis",
    "Natural Resources": "Recursos Naturales",
    "Cybersecurity": "Ciberseguridad",
    "Poverty": "Pobreza",
    "Trade": "Comercio",
    "Energy": "Energía",
    "Total polls: $1": "Total de encuestas: $1",
    "No results for $1": "No hay resultados para $1",
    "Pending": "Pendiente",
    "Answered": "Respondidas",
    "Finished": "Finalizadas",
    "My polls": "Mis encuestas",
    "No one seems to have created any polls for this community, why don't you start by adding one?": "Parece que nadie ha creado encuestas para esta comunidad, ¿por qué no empiezas añadiendo una?",
    "$1 votes": "$1 votos",
    "Anonymous User": "Usuario Anónimo",
    "Finaliza: $1": "Finaliza: $1",
    "$1 total votes": "$1 votos totales",
    "Empower Your Communities with Geounity": "Empodera a tus comunidades con Geounity",
    "Participate in surveys, engage in debates, and drive impactful projects to build a better future.": "Participa en encuestas, involúcrate en debates y lidera proyectos impactantes para construir un futuro mejor.",
    "Create and Participate in Surveys": "Crea y participa en encuestas",
    "Gather opinions and data at global, national, and local levels.": "Recopila opiniones y datos a nivel global, nacional y local.",
    "Engage in Structured Debates": "Involúcrate en debates estructurados",
    "Join discussions organized by administrative divisions.": "Únete a discusiones organizadas por divisiones administrativas.",
    "Report Community Issues": "Informa problemas de la comunidad",
    "Inform relevant institutions and collaborate on solutions.": "Informa a las instituciones relevantes y colabora en soluciones.",
    "Access Real-Time Data": "Accede a datos en tiempo real",
    "View statistics and trends that reflect your community's needs.": "Visualiza estadísticas y tendencias que reflejan las necesidades de tu comunidad.",
    "Launch Community Projects": "Lanza proyectos comunitarios",
    "Develop and fund initiatives that address local challenges.": "Desarrolla y financia iniciativas que aborden desafíos locales.",
    "Upcoming Tools": "Próximas herramientas",
    "Soon, collaborate on AI-driven solutions and other innovative features.": "Pronto, colabora en soluciones impulsadas por IA y otras características innovadoras.",
    "Observer Mode": "Modo Observador",
    "Help": "Ayuda",
    "You must log in to create a new global poll.": "Debes iniciar sesión para crear una nueva encuesta global.",
    "No notificacions here.": "No hay notificaciones aquí.",
    "Nationals": "Nacionales",
    "Set an end date (Always open)": "Establecer una fecha de finalización (Siempre abierto)",
    "Add a tag and press Enter": "Agrega una etiqueta y presiona Enter",
    "Privacy Policy": "Política de Privacidad",
    "1. Introduction": "1. Introducción",
    "At Geounity, we value your privacy. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Service.": "En Geounity, valoramos tu privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos tu información personal cuando utilizas nuestro Servicio.",
    "2. Information We Collect": "2. Información que recopilamos",
    "Personal Information:": "Información Personal:",
    "We may collect personally identifiable information, such as your name, email address, location, and community preferences.": "Podemos recopilar información personal identificable, como tu nombre, dirección de correo electrónico, ubicación y preferencias de comunidad.",
    "Usage Information:": "Información de Uso:",
    "Data about how you interact with our Service, including surveys, debates, and projects.": "Datos sobre cómo interactúas con nuestro Servicio, incluidas encuestas, debates y proyectos.",
    "Device Data:": "Datos del Dispositivo:",
    "Technical information about the device you use to access the Service, such as IP address, browser type, and operating system.": "Información técnica sobre el dispositivo que utilizas para acceder al Servicio, como dirección IP, tipo de navegador y sistema operativo.",
    "3. Use of Information": "3. Uso de la Información",
    "To provide and improve our Service.": "Para proporcionar y mejorar nuestro Servicio.",
    "To personalize your experience on the platform.": "Para personalizar tu experiencia en la plataforma.",
    "To communicate with you about updates, promotions, and news.": "Para comunicarte sobre actualizaciones, promociones y noticias.",
    "To analyze the use of the Service to develop new features.": "Para analizar el uso del Servicio y desarrollar nuevas funciones.",
    "4. Sharing of Information": "4. Compartir Información",
    "With Third Parties:": "Con Terceros:",
    "We do not sell your personal information to third parties. We may share aggregated and anonymized data with partners for analysis and improvements.": "No vendemos tu información personal a terceros. Podemos compartir datos agregados y anonimizados con socios para análisis y mejoras.",
    "Legal Requirements:": "Requisitos Legales:",
    "We may disclose your information if required by law or to protect our rights.": "Podemos divulgar tu información si es requerido por ley o para proteger nuestros derechos.",
    "5. Information Security": "5. Seguridad de la Información",
    "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction.": "Implementamos medidas de seguridad apropiadas para proteger tu información personal de acceso, alteración, divulgación o destrucción no autorizados.",
    "6. Data Retention": "6. Retención de Datos",
    "We retain your personal information while your account is active or as necessary to provide you with the Service. We may also retain and use your information to comply with legal obligations, resolve disputes, and enforce our agreements.": "Retenemos tu información personal mientras tu cuenta esté activa o según sea necesario para proporcionarte el Servicio. También podemos retener y usar tu información para cumplir con obligaciones legales, resolver disputas y hacer cumplir nuestros acuerdos.",
    "7. User Rights": "7. Derechos del Usuario",
    "Depending on your location, you may have rights regarding your personal information, including:": "Dependiendo de tu ubicación, puedes tener derechos respecto a tu información personal, incluyendo:",
    "Access to your data.": "Acceso a tus datos.",
    "Correction of inaccurate data.": "Corrección de datos inexactos.",
    "Deletion of your data.": "Eliminación de tus datos.",
    "Restriction of processing your data.": "Restricción del procesamiento de tus datos.",
    "8. Cookies and Similar Technologies": "8. Cookies y Tecnologías Similares",
    "We use cookies and similar technologies to enhance your experience on the Service. You can manage your cookie preferences through your browser settings.": "Usamos cookies y tecnologías similares para mejorar tu experiencia en el Servicio. Puedes administrar tus preferencias de cookies a través de la configuración de tu navegador.",
    "9. Changes to the Privacy Policy": "9. Cambios en la Política de Privacidad",
    "We may update this Privacy Policy from time to time. We will post any changes on this page and, if they are significant, we will notify you through the Service or via email.": "Podemos actualizar esta Política de Privacidad ocasionalmente. Publicaremos cualquier cambio en esta página y, si son significativos, te notificaremos a través del Servicio o por correo electrónico.",
    "10. Contact": "10. Contacto",
    "If you have any questions or concerns about this Privacy Policy, contact us at ": "Si tienes alguna pregunta o inquietud sobre esta Política de Privacidad, contáctanos en ",
    "privacy@geounity.org": "privacy@geounity.org",
    ".": ".",
    "Terms of Service": "Términos de Servicio",
    "Welcome to Geounity. These Terms of Service (\"Terms\") govern your access to and use of our platform available at ": "Bienvenido a Geounity. Estos Términos de Servicio (\"Términos\") rigen tu acceso y uso de nuestra plataforma disponible en ",
    "geounity.org": "geounity.org",
    " (\"Service\"). By using our Service, you agree to comply with these Terms. If you do not agree, do not use the Service.": " (\"Servicio\"). Al utilizar nuestro Servicio, aceptas cumplir con estos Términos. Si no estás de acuerdo, no uses el Servicio.",
    "2. Use of the Service": "2. Uso del Servicio",
    "Eligibility:": "Elegibilidad:",
    "You must be at least 13 years old to use our Service.": "Debes tener al menos 13 años para usar nuestro Servicio.",
    "User Accounts:": "Cuentas de Usuario:",
    "You are responsible for maintaining the confidentiality of your account and password. Notify us immediately if you detect any unauthorized use of your account.": "Eres responsable de mantener la confidencialidad de tu cuenta y contraseña. Notifícanos inmediatamente si detectas cualquier uso no autorizado de tu cuenta.",
    "User Conduct:": "Conducta del Usuario:",
    "You must not use the Service for illegal, defamatory, offensive activities or those that infringe on the rights of others.": "No debes usar el Servicio para actividades ilegales, difamatorias, ofensivas o que infrinjan los derechos de otros.",
    "3. User Content": "3. Contenido del Usuario",
    "Content Responsibility:": "Responsabilidad del Contenido:",
    "You are responsible for the content you post on Geounity. You must not post content that violates laws, third-party rights, or is inappropriate.": "Eres responsable del contenido que publicas en Geounity. No debes publicar contenido que viole leyes, derechos de terceros o sea inapropiado.",
    "License:": "Licencia:",
    "By posting content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, and display such content on the platform.": "Al publicar contenido, nos otorgas una licencia mundial, no exclusiva y libre de regalías para usar, reproducir y mostrar dicho contenido en la plataforma.",
    "4. Intellectual Property": "4. Propiedad Intelectual",
    "All intellectual property rights in the Service and its content belong to Geounity or its licensors. No rights are granted to you over any trademarks, logos, or other copyright-protected material.": "Todos los derechos de propiedad intelectual del Servicio y su contenido pertenecen a Geounity o sus licenciantes. No se te otorgan derechos sobre marcas registradas, logotipos u otro material protegido por derechos de autor.",
    "5. Service Modifications": "5. Modificaciones del Servicio",
    "We reserve the right to modify or discontinue, temporarily or permanently, the Service with or without notice. We will not be liable to you or any third party for such modifications or interruptions.": "Nos reservamos el derecho de modificar o descontinuar, temporal o permanentemente, el Servicio con o sin previo aviso. No seremos responsables ante ti o cualquier tercero por dichas modificaciones o interrupciones.",
    "6. Termination": "6. Terminación",
    "We may terminate or suspend your access to the Service if you violate these Terms. Upon termination, you will cease all use of the Service.": "Podemos terminar o suspender tu acceso al Servicio si violas estos Términos. Tras la terminación, cesarás todo uso del Servicio.",
    "7. Limitation of Liability": "7. Limitación de Responsabilidad",
    "Geounity shall not be liable for any indirect, incidental, special, or consequential damages arising from the use or inability to use the Service.": "Geounity no será responsable por daños indirectos, incidentales, especiales o consecuentes que surjan del uso o la imposibilidad de usar el Servicio.",
    "8. Indemnification": "8. Indemnización",
    "You agree to indemnify and hold Geounity harmless from any claims, damages, obligations, losses, liabilities, costs, or debts arising from your use of the Service or your violation of these Terms.": "Aceptas indemnizar y eximir de responsabilidad a Geounity de cualquier reclamo, daño, obligación, pérdida, responsabilidad, costo o deuda que surja de tu uso del Servicio o tu violación de estos Términos.",
    "9. Governing Law": "9. Ley Aplicable",
    "These Terms shall be governed and construed in accordance with the laws of the country where Geounity is registered, without regard to its conflict of law provisions.": "Estos Términos se regirán e interpretarán de acuerdo con las leyes del país donde Geounity está registrada, sin considerar sus disposiciones sobre conflicto de leyes.",
    "If you have any questions about these Terms, contact us at ": "Si tienes alguna pregunta sobre estos Términos, contáctanos en ",
    "contact@geounity.org": "contact@geounity.org",
    "International Polls": "Encuestas Internacionales",
    "International Polls description": "Descripción de Encuestas Internacionales",
    "Edit profile": "Editar perfil",
    "Follow": "Seguir",
    "Following": "Siguiendo",
    "Followers": "Seguidores",
    "Debates": "Debates",
    "Regions": "Regiones",
    "Cities": "Ciudades",
    "Countries involved": "Países involucrados",
    "Username can’t be blank": "El nombre de usuario no puede estar vacío",
    "Username can’t be longer than $1 characters": "El nombre de usuario no puede tener más de $1 caracteres",
    "Name can’t be blank": "El nombre no puede estar vacío",
    "Name can’t be longer than $1 characters": "El nombre no puede tener más de $1 caracteres",
    "Bio can’t be longer than $1 characters": "La biografía no puede tener más de $1 caracteres",
    "Location can’t be longer than $1 characters": "La ubicación no puede tener más de $1 caracteres",
    "My Profile": "Mi Perfil",
    "English": "Inglés",
    "Spanish": "Español",
    "Select a country": "Selecciona un país",
    " (Service). By using our Service, you agree to comply with these Terms. If you do not agree, do not use the Service.": " (Servicio). Al utilizar nuestro Servicio, aceptas cumplir con estos Términos. Si no estás de acuerdo, no uses el Servicio.",
    "Welcome to Geounity. These Terms of Service (Terms) govern your access to and use of our platform available at ": "Bienvenido a Geounity. Estos Términos de Servicio (\"Términos\") rigen tu acceso y uso de nuestra plataforma disponible en "
  }
}